Repository: adrian15/tails-greeter
Catalog: po/*.po
Languages: az, ca, da, el, eo, es_ar, id, ja, lb, lv, pl, pt_br, ro, ru, sk, sq, sr@latin, ta, tr, zh_cn

source: It is generally safer to spoof MAC addresses, but it might also raise suspicion or cause network connection problems.
az: MAC ünvan aldadıcısını istifadə etmək ümumiyyətlə daha təhlükəsizdir, amma bu əlavə olaraq şübhə yarada və ya şəbəkə əlaqə problemlərinə səbəb ola bilər.
ca: En general, és més segur que simuli les adreces MAC, però també podria aixecar sospites o provocar problemes de connexió de xarxa.
da: Det er generelt mere sikkert at ændre MAC addresser, men det kan potentielt også virke mistænkeligt eller give forblemer med forbindelsen.
el: Είναι γενικά ασφαλέστερο να παραπλανήσετε τις διευθύνσεις MAC, αλλά θα μπορούσε επίσης να αυξήσει την υποψία ή να προκαλέσει προβλήματα σύνδεσης με το δίκτυο.
eo: Ĝenerale estas pli sekure mistifiki MAC-adresojn, sed tio povas ankaŭ pligrandigi suspekton aŭ kaŭzi problemojn kun retkonekto.
es_ar: En general, es más seguro ocultar sus direcciones MAC, pero es posible que despierte sospechas o cause problemas de conexión en la red.
id: Akan lebih aman untuk men-spoof alamat MAC, tapi hal ini dapat meningkatkan kecurigaan atau akan menjadi masalah pada sambungan jaringan.
ja: 普通は MAC アドレスをスプーフィングするほうが安全ですが、疑いをもたらしたり、ネットワーク接続の問題を引き起こす場合もあります。
lb: Et ass generell méi sécher seng MAC Adressen ze manipuléieren mä et kann och opfalen oder Problemer mat der Verbindung zum Netzwierk verursaachen.
lv: Vispārīgā gadījumā ir drošāk maldinoši norādīt MAC adreses, bet tas var radīt aizdomas vai izraisīt tīkla savienojuma problēmas.
pl: Generalnie bezpiecznej jest korzystać z internetu po spoofingu adresu MAC, jednakże może to wzbudzić podejrzenia lub wywołać problemy z połączeniem sieciowym.
pt_br: Em geral, burlar endereços MAC é mais seguro, mas também pode aumentar suspeitas ou causar problemas de conexão de rede.
ro: În general este mai sigur să falsificați adresele MAC, dar poate crește suspiciunea sau poate cauza probleme de conectare la rețea.
ru: В целом, подмена MAC-адресов безопаснее, но это может навлечь подозрения или вызвать проблему с сетевым подключением.
sk: Celkovo je lepšie spoofnuť MAC adresy, na druhej strane to však môže zvýšiť podozrenie alebo spôsobiť problémy so sieťou.
sq: Përgjithësisht është më e sigurt t'u bësh rreng adresave MAC, por kjo gjithashtu mund të ngrejë dyshime, ose të shkaktojë probleme të lidhjes së rrjetit.
sr@latin: Generalno je bezbednije prikriti MAC adresu, ali to može izazvati mnoge probleme sa mrežnom konekcijom.
ta: பொதுவாக MAC முகவரிகளை மாற்றுவது பாதுகப்பானதே, ஆனாலிது சந்தேகத்தையோ அல்லது நெட்வொர்க் இணைப்பில் பிரச்சனையையோ ஏற்படுத்தலாம்.
tr: Bu MAC adreslerini aldatma genellikle güvenlidir, ama aynı zamanda şüphe uyandırabilmektedir veya ağ bağlantısı sorunlarına neden olabilir.
zh_cn: 欺骗 MAC 地址通常都是安全的，但也存在引发或导致网络连通问题的可能。请参阅文档。

source: Spoof all MAC addresses
az: Bütün MAC ünvanlarını aldat
ca: Falsifica totes les adreces MAC
da: Ændre alle MAC adresser
el: Παραπλάνησε ολες τις MAC διευθύνσεις
eo: Mistifiki ĉiujn MAC-adresojn
es_ar: Ocultar todas las direcciones MAC
id: Spoof semua alamat MAC
ja: すべての MAC アドレスをスプーフィングする
lb: All MAC Adressen manipuléieren
lv: Maldinoši norādīt visas MAC adreses
pl: Spoof'uj wszystkie adresy MAC
pt_br: Burlar todos os endereços MAC
ro: Falsifică toate adresele MAC
ru: Подмена всех MAC-адресов
sk: Spoofnuť všetky MAC adresy
sq: Bëni rreng me të gjitha adresat MAC
sr@latin: Prikrij sve MAC adrese
ta: எல்லா MAC முகவரிகளையும் மாற்றுக
tr: Tüm MAC adreslerini yanıltma sinyali
zh_cn: 欺骗所有 MAC 地址

source: Network configuration
az: Şəbəkə konfiqurasiyası
ca: Configuració de xarxa
da: Netværkskonfiguration
el: Ρυθμίσεις δικτύου
eo: Reta agordo
es_ar: Configuración de red
id: Konfigurasi jaringan
ja: ネットワーク設定
lb: Netzwierkastellungen
lv: Tīkla konfigurēšana
pl: Konfiguracja sieci
pt_br: Configuração de rede
ro: Configurare retea
ru: Настройка сети
sk: Sieťová konfigurácia
sq: Konfigurimi i rrjetit
sr@latin: Mrežna konfiguracije
ta: நெட்வொர்க் கட்டமைப்பு
tr: Ağ yapılandırma
zh_cn: 网络确认

source: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentation</a>
az: <a href="doc/first_steps/startup_options/network_configuration.en.html">Sənədləşmə</a>
ca: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentació</a>
da: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentation</a>
el: <a href="doc/first_steps/startup_options/network_configuration.en.html">Τεκμηρίωση</a>
eo: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentado</a>
es_ar: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentación</a>
id: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentasi</a>
ja: <a href="doc/first_steps/startup_options/network_configuration.en.html">ドキュメント</a>
lb: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentatioun</a>
lv: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentācija</a>
pl: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentacja</a>
pt_br: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentação</a>
ro: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentație</a>
ru: <a href="doc/first_steps/startup_options/network_configuration.en.html">Документация</a>
sk: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentácia</a>
sq: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentacion</a>
sr@latin: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentacija</a>
ta: <a href="doc/first_steps/startup_options/network_configuration.en.html">ஆவணங்கள்</a>
tr: <a href="doc/first_steps/startup_options/network_configuration.tr.html">Belgelendirme</a>

source: This computer's Internet connection is clear of obstacles. You would like to connect directly to the Tor network.
az: Bu kompüterin internet əlaqəsi maneələrdən təmizlənmişdir. Sən bir başa Tor şəbəkəsinə qoşulmaq istəyirsən.
ca: La connexió a Internet d'aquest equip està lliure d'obstacles. Li agradaria connectar directament a la xarxa Tor.
da: Denne computers Internetforbindelse er fri for problemer. Du kan forbinde direkte til Tor netværket.
el: Η σύνδεση διαδικτύου αυτού του υπολογιστή δεν παρεμποδίζεται. Θα θέλατε να συνδεθείτε απ' ευθείας στο δίκτυο Tor.
eo: Interretkonekto de tiu ĉi komputolo estas senbariera. Vi povas konekti direkte al la Tor-reto.
es_ar: Este computador esta conectado a Internet sin obstáculos Quizás quiera directamente a la red Tor.
id: Hubungan internet komputer ini bebas halangan. Anda dapat langsung berhubungan dengan jaringan Tor.
ja: このコンピューターのインターネット接続には障害がありません。 Tor ネットワークに直接接続します。
lb: Verbindung zum Internet vun dësem Computer ass Hëndernësfräi. Dir wëllt iech direkt an Tor Netzwierk verbannen.
lv: Šī datora interneta savienojumam nav šķēršļu. Vēlaties veidot tiešu savienojumu ar tīklu Tor.
pl: Połączenie internetowe tego komputera jest wolne od przeszkód. Chcesz bezpośrednio podłączyć się do sieci Tor.
pt_br: A conexão deste computador a Internet não apresenta obstáculos. Prefira conectar-se diretamente à rede Tor.
ro: Această conexiune la internet a computerului este fără nici un obstacol. V-ar plăcea să vă conectați direct la rețeaua Tor.
ru: Сетевое подключение этого компьютера свободно от препятствий. Вы можете подключаться к сети Tor напрямую.
sk: Pripojenie tohto počítača k Internetu je bez akýchkoľvek prekážok. Asi sa teda chcete pripojiť priamo k sieti Toru.
sq: Lidhja Internet e këtij kompjuteri është e pastruar nga pengesat. Ju do të donit të lidheshit drejtpërdrejt në rrjetin Tor.
sr@latin: Internet konekcija ovog kompjutera nema prepreke. Voleli biste da se konektujete direktno kroz Tor mrežu.
ta: இந்த கணினியின் இணைய இணைப்பில் தடைகள் இல்லை. நீங்கள் நேரடியாக Tor நெட்வொர்க்குடன் இணையலாம்.
tr: Bu bilgisayarın İnternet bağlantısı engellemeye açık. Doğrudan Tor ağına bağlanmak istiyorsunuz.
zh_cn: 该电脑的连接故障已排除，您可以直接连接Tor网络。

source: This computer's Internet connection is censored, filtered, or proxied. You need to configure bridge, firewall, or proxy settings.
az: Bu kompüterin internet əlaqəsi senzuradan keçirilmiş, filterlənmiş və ya proksilənmişdir. Sən körpü, təhlükəsizlik divarı və ya proksi parametrlərini konfiqurasiya etməlisən.
ca: La connexió a Internet d'aquest equip està censurada, filtrada o conté intermediaris. Cal configurar el pont, el tallafocs o la configuració del servidor intermediari.
da: Denne computers Internetforbindelse er censureret, filtreret eller proxiet. Du skal konfigurere bro, firewall eller proxy indstillinger.
el: Η σύνδεση διαδικτύου αυτού του υπολογιστή λογοκρίνεται, φιλτράρεται ή περνάει από proxy. Πρέπει να ρυθμίσετε τις επιλογές για τις γέφυρες, το firewall ή το proxy.
eo: Interretkonekto de tiu ĉi komputilo estas cenzurata, filtrata aŭ konektita per prokurilo. Vi bezonas agordi ponton, fajroŝirmilo aŭ agordoj por la prokurilo.
es_ar: Este computador esta conectado a Internet utilizando un servicio que esta censurado, tiene filtros o un servidor proxy. Debe configurar un bridge, cortafuegos o proxy.
id: Koneksi kekomputer ini tersensor, tersaring atau terproxy. anda perlu mengatur pengaturan bridge, firewall, atau pengaturan proxy
ja: このコンピューターのインターネット接続は検閲されているか、フィルターされているか、プロキシを通します。ブリッジないしファイアーウォール、プロキシ設定を構成する必要があります。
lb: Verbindung zum Internet vun dësem Computer ass zenséiert, gefiltert oder muss duerch e Proxy. Dir musst ee Brécke-Server, är Firewall oder är Proxy Astellungen kucken.
lv: Jūsu datora savienojums ar internetu ir cenzēts, filtrēts vai starpniekots. Jums jākonfigurē tiltu, ugunsmūru vai starpniekserveru iestatījumi.
pl: Połączenie internetowe tego komputera jest ocenzurowane, filtrowane lub przepuszczane przez proxy. Musisz skonfigurować most, firewall lub ustawienia proxy.
pt_br: A conexão a Internet desse computador está censurada, filtrada ou atrás de um proxy. Você precisa configurar as opções de ponte, de firewall ou de proxy.
ro: Această conexiune la internet a computerului este cenzurată, filtrată, sau prin proxy. Trebuie să configurați puntea, firewall-ul, sau configurările proxy.
ru: Сетевое подключение этого компьютера цензурируется, фильтруется или идёт через прокси-сервер. Вам надо настроить мост, брандмаузер или прокси.
sk: Pripojenie tohto počítača k Internetu je cenzurované, filtrované alebo sprostredkovávané. Potrebujete si nakonfigurovať most, firewall alebo nastavenia proxy.
sq: Lidhja e Internetit të këtij kompjuteri është e censuruar, e filtruar ose me proxy. Duhet të konfiguroni urën, murin e zjarrtë, ose proxy-n.
sr@latin: Internet konekcija ovog kompjutera je cenzurisana, filtrirana ili je pod proxy-em. Morate konfigurisati most, zaštitni zid ili proxy podešavanja.
ta: இந்த கணினியின் இணைய இணைப்பில் தணிக்கை, வடிகட்டிதல் அல்லது Proxy போன்ற தடைகளுள்ளன. நீங்கள் Bridge, Firewall அல்லது Proxy அமைப்புகளை கட்டமைக்கவேண்டும்.
tr: Bu bilgisayarın İnternet bağlantısı sansürlendi, filtrelendi ya da vekil sunucuya bağlı. Köprü, güvenlik duvarı veya vekil sunucu ayarlarını yapılandırmanız gerekir.
zh_cn: 该电脑的互联网链接被屏蔽。你需要配置网桥、防火墙或者代理设置。

source: Language
az: Dil
ca: Llengua
da: Sprog
el: Γλώσσα
eo: Lingvo
es_ar: Idioma
id: Bahasa
ja: 言語
lb: Sprooch
lv: Valoda
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sq: Gjuha
sr@latin: Jezik
ta: மொழி
tr: Dil
zh_cn: 语言

source: Locale
az: Dil
ca: Lloc
da: Lokal
el: Τοποθεσία
eo: Lingvo
es_ar: Ubicacion
id: Lokal
ja: 地域
lb: Uert
lv: Lokalizācija
pl: Ustawienia regionalne
pt_br: Local
ro: Traducere
ru: Место
sk: Miestne
sq: Vendndodhje
sr@latin: Lokal
ta: காட்சிக்குரிய இடம்
tr: Yerel ayar
zh_cn: 地区

source: Layout
az: Görünüş
ca: Disseny
el: Διάταξη
eo: Aranĝo
es_ar: Distribución
id: Tata Letak
ja: レイアウト
lv: Izkārtojums
pl: Wygląd
ro: Aspect
ru: Раскладка
sk: Rozloženie
sq: Paraqitje
sr@latin: Postava
ta: மாதிரி
tr: Yerleşim
zh_cn: 布局

source: live-persist failed with return code %(returncode)s: %(stderr)s
az: canlı-davamlılıq %(returncode)s geri şifrə ilə alınmadı: %(stderr)s
ca: live-persist ha fallat amb el codi de retorn %(returncode)s:⏎ %(stderr)s
da: live persist fejlede med return code %(returncode)s: %(stderr)s
el: Το live-persist απέτυχε με κωδικό επιστροφής %(returncode)s: %(stderr)s
eo: live-persist paneis revenante kodon %(returncode)s: %(stderr)s
es_ar: live-persist ha fallado con código de error %(returncode)s: %(stderr)s
id: live-persist gagal dengan kode sebagai berikut %(returncode)s: %(stderr)s
ja: live-persistが失敗しました。リターンコードは %(returncode)s: %(stderr)s
lb: live-persist huet e Feeler erëm ginn mam Code %(returncode)s: %(stderr)s
lv: live-persist nesekmīgs, norādītais kods %(returncode)s: %(stderr)s
pl: live-persist zakończył się błędem z kodem %(returncode)s: %(stderr)s
pt_br: live-persiste falhou com código de retorno %(returncode)s: %(stderr)s
ro: live-persist eșuat cu cod returnat %(returncode)s: %(stderr)s
ru: live-persist не сработал, код ошибки %(returncode)s: %(stderr)s
sk: live-persist zlyhal s chybovým kódom %(returncode)s: %(stderr)s
sq: rikthimi i të dhënave dështoi me kodin e kthimit %(returncode)s: %(stderr)s
sr@latin: live-persist neuspeo sa povratnim kodom %(returncode)s:⏎ %(stderr)s
ta: live-persist return code %(returncode)s: %(stderr)s உடன் தோல்வியடைந்தது
tr: Geri dönüş kodu %(returncode)s: %(stderr)s ile canlı-ısrar başarısız
zh_cn: 负责持久卷设置的 live-persist 执行失败，返回代码 %(returncode)s: %(stderr)s

source: cryptsetup failed with return code %(returncode)s: %(stdout)s %(stderr)s
az: ölüparametr crypt %(returncode)s geri şifrə ilə alınmadı: %(stdout)s %(stderr)s
ca: cryptsetup ha fallat amb el codi de retorn %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
da: cryptsetup fejlede med return code %(returncode)s: %(stdout)s %(stderr)s
el: Το cryptsetup απέτυχε με κωδικό επιστροφής %(returncode)s: %(stdout)s %(stderr)s
eo: cryptsetup paneis revenante kodon %(returncode)s: %(stdout)s %(stderr)s
es_ar: cryptsetup ha fallado con código de error %(returncode)s: %(stdout)s %(stderr)s
id: Konfigrasi Crypt gagal dengan kode sebagai berikut %(returncode)s: %(stdout)s %(stderr)s
ja: cryptsetup が失敗しました。リターンコードは %(returncode)s: %(stdout)s %(stderr)s
lb: cryptsetup huet e Feeler erëm ginn mam Code %(returncode)s: %(stdout)s %(stderr)s
lv: cryptsetup nesekmīgs, norādītais kods %(returncode)s: %(stdout)s %(stderr)s
pl: cryptsetup zakończył się błędem z kodem %(returncode)s: %(stdout)s %(stderr)s
pt_br: cryptsetup não pôde retornar o código %(returncode)s: %(stdout)s %(stderr)s
ro: cryptsetup eșuat cu cod returnat %(returncode)s: %(stdout)s %(stderr)s
ru: cryptsetup не сработал, код ошибки %(returncode)s: %(stdout)s %(stderr)s
sk: cryptsetup zlyhal s chybovým kódom %(returncode)s: %(stdout)s %(stderr)s
sq: konfigurimi i shifrimit dështoi me kodin e kthimit %(returncode)s: %(stdout)s %(stderr)s
sr@latin: cryptsetup neuspeo sa povratnim kodom %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
ta: cryptsetup return code %(returncode)s: %(stdout)s %(stderr)s உடன் தோல்வியடைந்தது
tr: geridönüş kodu ile cryptsetup başarısız. %(returncode)s: %(stdout)s %(stderr)s
zh_cn: 加密设置失败，返回代码 %(returncode)s: %(stdout)s %(stderr)s

source: live-persist failed with return code %(returncode)s: %(stdout)s %(stderr)s
az: canlı-davamlılıq %(returncode)s geri şifrə ilə alınmadı: %(stdout)s %(stderr)s
ca: live-persist ha fallat amb el codi de retorn %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
da: live-persist fejlede med return code %(returncode)s: %(stdout)s %(stderr)s
el: Το live-persist Απέτυχε με κωδικό επιστροφής %(returncode)s: %(stdout)s %(stderr)s
eo: live-persist paneis revenante kodon %(returncode)s: %(stdout)s %(stderr)s
es_ar: live-persist ha fallado con código de error %(returncode)s: %(stdout)s %(stderr)s
id: live-persist gagal dengan kode sebagai berikut %(returncode)s: %(stdout)s %(stderr)s
ja: live-persistが失敗しました。リターンコードは %(returncode)s: %(stdout)s %(stderr)s
lb: live-persist huet e Feeler erëm ginn mam Code %(returncode)s: %(stdout)s %(stderr)s
lv: live-persist nesekmīgs, norādītais kods %(returncode)s: %(stdout)s %(stderr)s
pl: live-persist zakończył się błędem z kodem %(returncode)s: %(stdout)s %(stderr)s
pt_br: live-persist não pôde retornar o código %(returncode)s: %(stdout)s %(stderr)s
ro: live-persist eșuat cu cod returnat %(returncode)s: %(stdout)s %(stderr)s
ru: live-persist не сработал, код ошибки %(returncode)s: %(stdout)s %(stderr)s
sk: live-persist zlyhal s chybovým kódom %(returncode)s: %(stdout)s %(stderr)s
sq: rikthimi i të dhënave dështoi me kodin e kthimit %(returncode)s: %(stdout)s %(stderr)s
sr@latin: live-persist neuspeo sa povratnim kodom %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
ta: live-persist return code %(returncode)s: %(stdout)s %(stderr)s உடன் தோல்வியடைந்தது
tr: canlı ısrar şu kodla başarısız: %(returncode)s: %(stdout)s %(stderr)s
zh_cn: 负责持久卷设置的 live-persist 执行失败，，返回代码 %(returncode)s: %(stdout)s %(stderr)s

source: Other...
az: Digər...
ca: Altre...
da: Anden...
el: Άλλα...
eo: Aliaj...
es_ar: Otro...
id: Lainnya...
ja: その他...
lb: Anerer
lv: Cits...
pl: Inne...
pt_br: Outro...
ro: Altele...
ru: Другое...
sk: Ostatné...
sq: Tjetër...
sr@latin: Ostalo...
ta: மற்றவை...
tr: Diğer...
zh_cn: 其他...

source: Disable all networking
es_ar: Deshabilitar toda forma de conexión a redes
lb: All Netzwierkfunktiounen desaktivéieren
