Repository: adrian15/tails-greeter
Catalog: po/*.po
Languages: az, ca, da, el, eo, es_ar, id, ja, lb, lv, pl, pt_br, ro, ru, sk, sq, sr@latin, ta, tr, zh_cn

source: Forward
az: Yönləndir
ca: Endavant
da: Frem
el: Εμπρός
eo: Antaŭe
es_ar: Reenviar
id: Lanjutkan
ja: 進む
lb: Virun
lv: Pārsūtīt
pl: W przód
pt_br: Adiante
ro: Înainte
ru: Вперёд
sk: Poslať ďalej
sq: Përpara
sr@latin: Napred
ta: ஃபார்வர்டு
tr: İleri
zh_cn: 前进

source: Login
az: Daxil Ol
ca: Entra
el: Είσοδος
eo: Ensaluti
es_ar: Iniciar sesión
id: Masuk
ja: ログイン
lb: Aloggen
lv: Pieteikšanās
ro: Autentificare
ru: Вход
sk: Prihlásenie
sq: Hyni
sr@latin: Uloguj se
ta: புகுபதிகை
tr: Giriş
zh_cn: 登录

source: Welcome to Tails
az: Tails -ə Xoş Gəldiniz
ca: Benvingut a Tails
da: Velkommen til Tails
el: Καλωσήρθατε στο Tails
eo: Bonvenon al Tails
es_ar: Bienvenido a Tails
id: Selamat datang di Tails
ja: Tailsへようこそ
lb: Wëllkomm bei Tails
lv: Sveicināti Tails
pl: Witamy w Tails
pt_br: Bem-vindo ao Tails
ro: Bun venit la Tails
ru: Добро пожаловать в Tails
sk: Vitajte v Tails
sq: Mirë se vini tek Tails
sr@latin: Dobrodošli u Tails
ta: Tails க்கு வரவேற்கிறோம்
tr: Tails'e Hoş Geldiniz
zh_cn: 欢迎进入 Tails

source: Use persistence?
az: Davamlı istifadə?
ca: Utilitzar persistència?
da: Brug vedholdenhed?
el: Ενεργοποίηση persistence;
eo: Ĉu uzi permanente?
es_ar: ¿Habilitar persistencia de datos?
id: Gunakan persistensi?
ja: 永続性を使用しますか？
lb: Eng bestänneg Späicherpartitioun benotzen?
lv: Vai lietot pastāvību?
pl: Zapisywać dane?
pt_br: Usar persistência?
ro: Vrei sa folosesti persistenta?
ru: Использовать постоянную память?
sk: Použiť ukladanie na disk?
sq: Do ta përdorni vazhdueshmërinë?
sr@latin: Koristi upornost?
ta: நிலைபேறு பயன்படுத்த விருப்பமா?
tr: Süreklilik kullan?
zh_cn: 持久保存工作数据？

source: <a href="doc/first_steps/persistence/use.en.html">Documentation</a>
az: <a href="doc/first_steps/persistence/use.en.html">Sənədləşmə</a>
ca: <a href="doc/first_steps/persistence/use.en.html">Documentació</a>
da: <a href="doc/first_steps/persistence/use.en.html">Dokumentation</a>
el: <a href="doc/first_steps/persistence/use.en.html">Τεκμηρίωση</a>
eo: <a href="doc/first_steps/persistence/use.en.html">Dokumentado</a>
es_ar: <a href="doc/first_steps/persistence/use.en.html">Documentación</a>
id: <a href="doc/first_steps/persistence/use.en.html">Dokumentasi</a>
ja: <a href="doc/first_steps/persistence/use.en.html">ドキュメント</a>
lb: <a href="doc/first_steps/persistence/use.en.html">Dokumentatioun</a>
lv: <a href="doc/first_steps/persistence/use.en.html">Dokumentācija</a>
pl: <a href="doc/first_steps/persistence/use.en.html">Dokumentacja</a>
pt_br: <a href="doc/first_steps/persistence/use.en.html">Documentação</a>
ro: <a href="doc/first_steps/persistence/use.en.html">Documentatie</a>
ru: <a href="doc/first_steps/persistence/use.en.html">Документация</a>
sk: <a href="doc/first_steps/persistence/use.en.html">Dokumentácia</a>
sq: <a href="doc/first_steps/persistence/use.en.html">Dokumentacion</a>
sr@latin: <a href="doc/first_steps/persistence/use.en.html">Dokumentacija</a>
ta: <a href="doc/first_steps/persistence/use.en.html">ஆவணங்கள்</a>
tr: <a href="doc/first_steps/persistence/use.en.html">Belgelendirme</a>

source: Yes
az: Bəli
ca: Sí
da: Ja
el: Ναι
eo: Jes
es_ar: Si
id: Ya
ja: はい
lb: Jo
lv: Jā
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sq: Po
sr@latin: Da
ta: சரி
tr: Evet
zh_cn: 是

source: No
az: Xeyr
da: Nej
el: Όχι
eo: Ne
id: Tidak
ja: いいえ
lb: Nee
lv: Nē
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sq: Jo
sr@latin: Ne
ta: இல்லை
tr: Hayır
zh_cn: 否

source: Passphrase:
az: Köməkçi ifadə:
ca: Frase de contrasenya:
da: Kodeord:
el: Συνθηματική Φράση:
eo: Pasvorto:
es_ar: Frase de contraseña:
id: Frasa sandi:
ja: パスフレーズ:
lb: Passwuert:
lv: Ieejas frāze:
pl: Hasło:
pt_br: Senha:
ro: Parola:
ru: Пароль:
sk: Heslová fráza:
sq: Parullë:
sr@latin: Lozinka
ta: கடவுச்சொற்றொடர்:
tr: Parola Cümlesi:
zh_cn: 密码：

source: Read-Only?
az: Yalnız-Oxunulur?
ca: Només-Escriptura?
da: Skrivebeskyttet?
el: Μόνο για Ανάγνωση;
eo: Nurlege?
es_ar: ¿Habilitar modo solo lectura?
id: Hanya-Baca?
ja: リードオンリー？
lb: Schreiwgeschützt?
lv: Tikai-lasāms?
pl: Tylko do odczytu?
pt_br: Somente leitura?
ro: Doar-citire?
ru: Только для чтения?
sk: Len na čítanie?
sq: Vetëm për Lexim?
sr@latin: Samo-iščitavanje?
ta: படிக்க மட்டும்?
tr: Salt-Okunur?
zh_cn: 只读？

source: <i>Wrong passphrase. Please try again.</i>
az: <i>Yanlış ifadə. Lütfən, bir daha sına.</i>
ca: <i>Frase de contrasenya incorrecte. Si us plau, torna-ho a provar.</i>
da: <i>Forkert kodeord. Forsøg venligst igen.</i>
el: <i>Λάθος συνθηματική φράση. Παρακαλώ δοκιμάστε ξανά.</i>
eo: <i>Malbona pasvorto. Provu denove.</i>
es_ar: Frase de contraseña incorrecta. Por favor intente nuevamente.
id: <i>Frasa sandi salah. Mohon coba lagi.</i>
ja: <i>パスフレーズが間違っています。やり直してください。</i>
lb: <i>Falscht Passwuert. Probéiert nach eng kéier.</i>
lv: <i>Aplama ieejas frāze. Lūdzu mēģiniet vēlreiz.</i>
pl: <i>Złe hasło. Proszę spróbować ponownie.</i>
pt_br: <i>Senha incorreta. Por favor,tente novamente.</i>
ro: <i>Parolă greșită. Reincercați.</i>
ru: <i>Неправильный пароль. Попробуйте снова.</i>
sk: <i>Nesprávne heslo. Prosím skúste znovu.</i>
sq: <i>Parullë e gabuar. Ju lutemi përpiquni sërish.</i>
sr@latin: Pogrešna lozinka. Molimo pokušajte ponovo.
ta: <i>தவறான கடவுச்சொற்றொடர். மீண்டும் முயற்சிக்கவும்.</i>
tr: <i>Yanlış parola cümlesi. Tekrar deneyin.</i>
zh_cn: <i>密码错误，请再次尝试</i>

source: More options?
az: Daha çox seçənək?
ca: Més opcions?
da: Flere muligheder?
el: Περισσότερες επιλογές;
eo: Pliaj agordoj?
es_ar: Mas opciones?
id: Opsi lainnya?
ja: 詳細なオプション？
lb: Méi Optiounen?
lv: Vairāk iespēju?
pl: Więcej opcji?
pt_br: Mais opções?
ro: Mai multe opțiuni?
ru: Больше опций?
sk: Viac možností?
sq: Më shumë mundësi?
sr@latin: Još opcija?
ta: மேலும் விருப்பங்கள்?
tr: Diğer seçenekler?
zh_cn: 更多选项？

source: Administration password
az: Administrasiya şifrəsi
ca: Contrasenya d'administració
da: Administrations kodeord
el: Κωδικός διαχείρισης
eo: Administrada pasvorto
es_ar: Contraseña de administración
id: Sandi administrasi
ja: 管理者パスワード
lb: Administratiounspasswuert
lv: Administrēšanas parole
pl: Hasło administracyjne
pt_br: Senha do administrador
ro: Parola administratorului
ru: Пароль администратора
sk: Administračné heslo
sq: Fjalëkalimi i administrimit
sr@latin: Administrativna lozinka
ta: நிர்வாகத்தின் கடவுச்சொல்
tr: Yönetim parolası
zh_cn: 管理员密码

source: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentation</a>
az: <a href="doc/first_steps/startup_options/administration_password.en.html">Sənədləşmə</a>
ca: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentació</a>
da: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentation</a>
el: <a href="doc/first_steps/startup_options/administration_password.en.html">Τεκμηρίωση</a>
eo: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentado</a>
es_ar: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentación</a>
id: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentasi</a>
ja: <a href="doc/first_steps/startup_options/administration_password.en.html">ドキュメント</a>
lb: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentatioun</a>
lv: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentācija</a>
pl: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentacja</a>
pt_br: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentação</a>
ro: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentatie</a>
ru: <a href="doc/first_steps/startup_options/administration_password.en.html">Документация</a>
sk: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentácia</a>
sq: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentacion</a>
sr@latin: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentacija</a>
ta: <a href="doc/first_steps/startup_options/administration_password.en.html">ஆவணங்கள்</a>
tr: <a href="doc/first_steps/startup_options/administration_password.tr.html">Belgelendirme</a>

source: Enter an administration password in case you need to perform administration tasks. Otherwise it will be disabled for better security.
az: Administrator vəzifələrini yerinə yetirməyə ehtiyacın olduqda administratorun şifrəsini daxil et. Əks halda daha yaxşı təhlükəsizlik üçün bu deaktivə ediləcək.
ca: Entri una contrasenya d'administració si ha de realitzar tasques d'administració. En cas contrari, es deshabilitarà per a una major seguretat.
da: Indtast et administrations kodeord, hvis De har behov for at udføre administrative opgaver. Alternativt vil det blive deaktiveret for at optimere sikkerheden.
el: Εισάγετε ένα κωδικό διαχείρισης σε περίπτωση που χρειαστείτε να πραγματοποιήσετε διαχειριστικές εργασίες. Ειδάλλως θα απανεργοποιηθεί για καλύτερη ασφάλεια.
eo: Entajpu administradan pasvorton se vi bezonos fari administradajn aferojn. Alikaze ili estos malpermesitaj pro pli bona sekureco.
es_ar: Introduzca una contraseña de administración por si acaso necesita realizar alguna tarea administrativa. Si no lo hace, el usuario administrador será deshabilitado para mayor seguridad.
id: Masukkan sandi administrasi Anda jika Anda perlu menjalankan tugas administrasi. Selain itu akan dinonfungsikan untuk keamanan yang lebih baik.
ja: 管理者のタスクを実行する必要がある場合、管理者パスワードを入力してください。 でなければ、セキュリティ向上のために無効になります。
lb: Gitt een Administratiounspasswuert an, falls der Administratiounsaufgaben hutt. Soss gëtt des Funktioun aus Sécherheetsgrënn ofgeschalt.
lv: Ja Jūsu pienākumos ietilpst veikt administrēšanas pienākumus, ievadiet administrēšanas paroli. Paroli neievadot, lielākas drošības dēļ, to atspējos.
pl: Wprowadź hasło administracyjne, jeśli trzeba będzie wykonywać zadania administracyjne. W innym przypadku zostanie ono wyłączone dla większego bezpieczeństwa.
pt_br: Crie uma senha do administrador caso você precise realizar tarefas administrativas. Caso contrário, para maior segurança, essa função será desabilitada .
ro: Introdu o parola de administrare in cazul in care esti nevoit sa efectuezi sarcini de administrare. Altfel va fi dezactivat pentru o securitate sporita.
ru: Введите пароль администратора для выполнения администрирования. В противном случае администрирование будет отключено в целях безопасности.
sk: Vložte administračné heslo ak chcete robiť administračné úlohy. Ak heslo nevložíte, bude táto možnosť deaktivovaná pre bezpečnostné účely.
sq: Futni një fjalëkalimin administrimi, në rasatin kur ju nevojitet të zbatoni detyrat e administrimit. Përkundër, ajo do të paaftësohet për një siguri më të mirë.
sr@latin: Unesite administrativnu lozinku u slučaju da želite vršiti administratorske zadatke. Inače će oni biti onemogućeni radi bolje sigurnosti.
ta: நிர்வாக பணிகளை செய்ய வழக்கில் உள்ள ஒரு நிர்வாகத்தின் கடவுச்சொல்லை உள்ளிடவும். இல்லையெனில் சிறந்த பாதுகாப்பு முடக்கப்படும்.
tr: Bilgisayarda üst düzey güvenlik gerektiren yönetim görevlerini gerçekleştirecekseniz, parola girmelisiniz. Parola girilmediği takdirde güvenlik için devre dışı bırakılacaktır.
zh_cn: 在您执行管理任务时需要管理员密码。\n如果没有的话会由于安全性问题而被禁用。

source: Password:
az: Şifrə:
ca: Contrasenya:
da: Kodeord:
el: Κωδικός:
eo: Pasvorto:
es_ar: Contraseña:
id: Sandi:
ja: パスワード:
lb: Passwuert:
lv: Parole:
pl: Hasło:
pt_br: Senha:
ro: Parola:
ru: Пароль:
sk: Heslo:
sq: Fjalëkalim:
sr@latin: Lozinka:
ta: கடவுச்சொல்:
tr: Parola:
zh_cn: 密码：

source: Verify Password:
az: Şifrəni Təsdiqləyin:
ca: Comprova la contrasenya:
da: Bekræft kodeord:
el: Επαλήθευση Κωδικού:
eo: Kontroli pasvorton:
es_ar: Verificar contraseña:
id: Verifikasi Sandi:
ja: パスワード確認:
lb: Passwuert bestätegen:
lv: Verificēt paroli:
pl: Powtórz Hasło:
pt_br: Verifique a senha:
ro: Verifica Parola
ru: Повторный ввод пароля:
sk: Potvrď heslo:
sq: Verifikoni Fjalëkalimin:
sr@latin: Potvrdi lozinku:
ta: கடவுச்சொல்லை சரிபார்க்கவும்:
tr: Parola Doğrula:
zh_cn: 确认密码：

source: <i>Passwords do not match</i>
az: <i>Şifrələr eyni deyil</i>
ca: <i>La contrasenya no concorda</i>
da: <i>Kodeord passer ikke</i>
el: <i>Οι κωδικοί δεν ταιριάζουν</i>
eo: <i>La pasvortoj malsamas</i>
es_ar: <i>La contraseña no concuerda</i>
id: <i>Sandi tidak sama</i>
ja: <i>パスワードが一致しません</i>
lb: <i>Passwierder passen net</i>
lv: <i>Paroles nesakrīt</i>
pl: <i>Hasła nie pasują</i>
pt_br: <i>As senhas não correspondem</i>
ro: <i>Parolele nu se potrivesc</i>
ru: <i>Пароли не совпадают</i>
sk: <i>Heslá sa nezhodujú</i>
sq: <i>Fjalëkalimet nuk përputhen</i>
sr@latin: Lozinke se ne podudaraju
ta: <i>கடவுச்சொற்கள் பொருந்தவில்லை</i>
tr: <i>Parolalar eşleşmiyor</i>
zh_cn: <i>密码不正确</i>

source: Windows camouflage
ca: camuflatge de Windows
el: Windows καμουφλάζ
id: Jendela penyamaran
ja: Windows カモフラージュ
lv: Windows kamuflāža
pl: Kamuflaż systemu Windows
pt_br: Camuflagem do Windows
ro: Camuflare Windows
ru: Маскировка под Windows
sk: maskovanie Windows
sq: maskim Windows
sr@latin: Kamuflaža prozora
ta: விண்டோஸ் உருமறைப்பு
tr: Windows kamuflaj
zh_cn: 伪装Windows

source: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Documentation</a>
ca: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Documentació</a>
da: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentation</a>
el: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Τεκμηρίωση</a>
id: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentasi</a>
ja: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">ドキュメント</a>
lv: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentācija</a>
pl: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentacja</a>
pt_br: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Documentação</a>
ro: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Documentatie</a>
ru: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Документация</a>
sk: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentácia</a>
sq: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentacion</a>
sr@latin: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentacija</a>
ta: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">ஆவணங்கள்</a>
tr: <a href="doc/first_steps/startup_options/windows_camouflage.tr.html">Belgelendirme</a>
zh_cn: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">文档</a>

source: This option makes Tails look more like Microsoft Windows 8. This may be useful in public places in order to avoid attracting suspicion.
da: Dette får Tails til at ligne Microsoft Windows 8 mere. Dette kan være nyttigt på offentlige steder for at undgå at vække mistanke.
el: Αυτή η επιλογή κάνει το Tails να μοιάζει με τα Microsoft Windows 8. Πιθανώς χρήσιμο σε δημόσιους χώρους για να μη τραβήξετε τη προσοχή περαστικών.
id: Opsi ini membuat Tails terlihat seperti Microsoft Windows 8. Fitur ini sangat berguna ketika berada di ruang publik untuk menghindari timbulnya rasa curiga.
ja: このオプションを有効にすると、 Tails は Microsoft Windows 8 のような見た目に近づきます。公共の場所では、疑いの目を引きつけることを避けるのに有用でしょう。
lv: Šī iespēja padara Tails pēc izskata līdzīgāku Microsoft Windows 8. Tas var būt derīgi publiskās vietās, lai izvairītos no aizdomu radīšanas.
pl: Ta opcja ma na celu zmienić wygląd Tails, tak aby wyglądał jak Microsoft Windows 8. To może być przydatne w miejscach publicznych gdzie chciałbyś uniknąć jakichkolwiek podejrzeń.
pt_br: Esta opção faz o Tails parecer-se com o Microsoft Windows 8, o que pode set útil para não atrair suspeitas em lugares públicos.
ro: Aceasta optiune face ca Tails sa semene mai mult cu Windows 8. Acest lucru poate fi util in locuri publice pentru a evita suspiciunile.
ru: Данная опция позволяет Tails выглядеть более похожей на Microsoft Windows 8. Это может быть полезным в общественных местах, чтобы не привлекать подозрительное внимание.
sk: Táto voľba upraví podobnosť Tails bližšie k Microsoft Windows 8. Toto môže byž užitočné na verejnych miestach v záujme vyhnúť sa podozreniu.
sq: Kjo mundësi bën që Tails të duket më shumë si Microsoft Windows 8. Kjo mund të jetë me vlerë në vendet publike, me qëllim që të shmangni dyshimet.
sr@latin: Ova opcija cini da Tails vise lici na Microsoft Windows 8. Ovo se moze koristiti na javnim mestima da bi ste izbegli izazivanje sumnje.
ta: இந்த தேர்வு Tails-ஐ மைக்ரோசாப்ட் விண்டோஸ் 8 போல காட்டசெய்யும். இது பொது இடங்களில் சந்தேகம் ஏற்படுவதை தவிர்க்க உதவலாம்.
tr: Bu seçenek Tails'in daha çok Microsoft Windows 8 gibi görünmesini sağlayacaktır. Bu özellik, ortak yerlerde şüpheli görünmekten kaçınmak için kullanışlı olabilir.
zh_cn: 这个选项使得Tails看起来更像Microsoft Windows 8. 这在公共场所会有用以免引起怀疑。

source: Activate Microsoft Windows 8 Camouflage
da: Aktiver “Microsoft Windows 8”-camouflage
el: Ενεργοποίηση καμουφλάζ ως Microsoft Windows 8
id: Aktifkan Kamuflase Microsoft Windows 8
ja: Microsoft Windows 8 カモフラージュを有効化
lv: Aktivēt Microsoft Windows 8 kamuflāžu
pl: Aktywuj Kamuflaż Microsoft Windows 8
pt_br: Ativar a camuflagem Microsoft Windows 8.
ro: Activeaza camuflajul Windows 8
ru: Активировать Microsoft Windows 8 Camouflage
sk: Activovať Microsoft Windows 8 kamufláž
sq: Aktivizoni Maskimin Microsoft Windows 8
sr@latin: Aktivirajte Microsoft Windows 8 kamuflazu
ta: மைக்ரோசாப்ட் விண்டோஸ் 8 போல உருமாற்றி காட்டு
tr: Microsoft Windows 8 Kamuflajını Etkinleştir
zh_cn: 激活Microsoft Windows 8伪装。

source: MAC address spoofing
az: MAC ünvan aldadıcı
ca: Falsificació d'adreça MAC
el: MAC διεύθυνση παραπλάνηση
eo: MAC-adresa mistifikado
es_ar: Ocultar la dirección MAC
id: Pemalsuan alamat MAC
ja: MAC アドレススプーフィング
lb: MAC Adress Manipulatioun
lv: MAC adreses maldinoša maiņa
pl: Spoofing adresu MAC
pt_br: Burlar os endereços MAC
ro: Adresă MAC falsificată
ru: Подмена MAC-адреса
sk: Spoofovanie MAC adresy
sq: rreng me adresën MAC
sr@latin: Prikrivanje MAC adrese
ta: MAC முகவரியை மாற்று
tr: MAC adresi yanıltma sinyali
zh_cn: MAC 地址欺骗

source: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentation</a>
az: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Sənədləşmə</a>
ca: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentació</a>
da: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentation</a>
el: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Τεκμηρίωση</a>
eo: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentado</a>
es_ar: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentación</a>
id: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentasi</a>
ja: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">ドキュメント</a>
lb: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentatioun</a>
lv: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentācija</a>
pl: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentacja</a>
pt_br: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentação</a>
ro: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentație</a>
ru: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Документация</a>
sk: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentácia</a>
sq: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentacion</a>
sr@latin: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentacija</a>
ta: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">ஆவணங்கள்</a>
tr: <a href="doc/first_steps/startup_options/mac_spoofing.tr.html">Belgelendirme</a>

source: Spoofing MAC addresses hides the serial number of your network cards to the local networks. This can help you hide your geographical location.
az: MAC ünvanların aldadılması yerli şəbəkəyə olan şəbəkə kartlarının seriya nömrəsini gizlədir. Bu sənə coğrafi məkanını gizləməyə şərait yarada bilər.
ca: La falsificació d'adreces MAC oculta el número de sèrie de la targeta de xarxa per a les xarxes locals. Això pot ajudar a ocultar la seva ubicació geogràfica.
da: Ved at ændre MAC addressen skjules netværksenhedens serienummer for det lokale netværk. Dette kan hjælpe med at skjule din geografiske placering.
el: Η παραπλάνηση των διευθύνσεων MAC κρύβει τον σειριακό αριθμό των καρτών δικτύου σας για τα τοπικά δίκτυα. Αυτό μπορεί να σας βοηθήσει να κρύψετε τη γεωγραφική θέση σας.
eo: Mistifikado de MAC-adresoj kaŝas serionumeron de via retkarto por lokaj retoj. Tio povas helpi kaŝi vian geografian lokon.
es_ar: La opción de ocultar la dirección MAC utiliza una dirección alternativa para no revelar la dirección de fábrica de sus adaptadores de red. Esto puede evitar revelar su ubicación geográfica.
id: Memalsukan alamat MAC menyembunyikan nomor serial kartu jaringan Anda ke jaringan lokal. Ini dapat membantu menyembunyikan lokasi geografis Anda.
ja: MAC アドレスをスプーフィングすると、ローカルネットワークにネットワークカードのシリアルナンバーを隠蔽します。これは地理的情報の隠蔽に役立ちます。
lb: MAC Adress Manipulatioun kann d'Serienummer vun der eegener Netzwierkkaart am lokale Netz verschleieren. Dat kann iech hëllefen ären Standuert geheim ze halen.
lv: MAC adreses maldinoša maiņa jeb spūfings slēpj vietējiem tīkliem Jūsu tīkla kartes seriālo numuru. Tas ir noderīgi, lai slēptu Jūsu ģeogrāfiskās atrašanās vietu.
pl: Spoofing adresu MAC ukrywa number seryjny Twojej kart sieciowych przed lokalnymi sieciami. To może pomóc ukryć Twoje położenie geograficzne.
pt_br: Burlar os endereços MAC ocultará da rede local o número de série das suas placas de rede. Isso poderá ajudá-lo a ocultar a sua localização geográfica.
ro: Falsificarea adresei MAC ascunde seria plăcii de rețea în rețeaua locală. Aceasta vă poate ajuta să ascundeți poziția geografică unde vă aflați.
ru: Подмена MAC-адреса скрывает серийный номер вашей сетевой карты от локальной сети. Это может помочь скрыть ваше географическое положение.
sk: Spoofovanie MAC adries skryje sériové čísla vašich sieťových kariet pre lokálne siete. Toto napomôže k schovaniu vašej geografickej polohy.
sq: Rrengu me adresat MAC e fsheh numrin serial të kartave tuaja të rrjetit, tek rrjetet lokalë. Kjo mund t'ju ndihmojë të fshihni vendndodhjen gjeografike.
sr@latin: Prikrivanje MAC adrese je proces pri kom se sakriva serijski broj vaše mrežne kartice u lokalnoj mreži. Ovo vam može pomoći da prikrijete vašu lokaciju.
ta: MAC முகவரியை மாற்றுவது நெட்வொர்க் வன்பொருளின் வரிசை எண்ணை அக்கமுள்ள நெட்வொர்குகலிடமிருந்து மறைக்கும். இது உங்கள் புவியியல் இடத்தை மறைக்க உதவும்.
tr: MAC adreslerini yanıltma yerel ağlar için ağ kartlarınızın seri numarasını gizler. Bu coğrafi konumunuzu gizlemenize yardımcı olabilir.
zh_cn: 欺骗 MAC 地址，隐匿您的网卡到本地网络的序列号。这可以帮助您隐藏自己的地理位置。
